'use client';

import React from 'react';

export const products = [
  {
    id: 1,
    title: '1. 登上觀景台俯瞰整個台北市區，夜晚燈火璀璨',
    description:
      '台北夜景去哪看？無論是高空摩天大樓的璀璨夜景，還是山林步道間的靜謐燈火，本篇精選台北五大夜景觀景台，包含台北101觀景台、劍南山夜景、北投四季長廊、文山望遠亭與文化大學後山，提供詳細交通方式、特色亮點與小提醒，讓你一次掌握最值得造訪的夜景秘境。',
    image:
      'http://localhost:3005/images/a33b9906-145f-4781-8751-8361ab73f83c.png',
  },
  {
    id: 2,
    title: '2. 品嚐芋圓、逛茶館，感受懷舊山城氛圍',
    description:
      '九份老街 (Jiufen Old Street) 是一座彎彎曲曲的小巷迷宮，完美呈現傳統台灣文化的精髓。這個歷史悠久的山城白天化身為熱鬧市集，夜晚則搖身一變成為燈籠照耀的夢幻仙境。',
    image: '/image/jiu-fen1.png',
  },
  {
    id: 3,
    title: '3. 搭船遊湖，欣賞湖光山色與拉魯島美景',
    description:
      '南投是全台唯一不靠海的城市，卻孕育了台灣第一大湖泊——日月潭，在當地原住民「邵族」的文化底蘊中長成、在群山環繞的仙境中耀眼，不僅是外國朋友來台必訪的景點，也是國人規劃小旅行的首選。',
    image: '/image/reyue1.png',
  },
  {
    id: 4,
    title: '4. 清晨搭小火車上祝山，觀看壯麗日出與雲海',
    description:
      '阿里山森林遊樂區，以其壯麗的自然景觀和獨特的氣候條件，吸引著無數遊客前來體驗晨曦中的日出與雲海。尤其是在秋冬季節，這裡的雲海景觀更是美不勝收。以下是一些在阿里山觀看日出與雲海的攻略，幫助你計劃一個難忘的旅程。',
    image: '/image/yalisan2.png',
  },
  {
    id: 5,
    title: '5. 欣賞文創展覽與街頭藝術，充滿文藝氣息',
    description: `高雄駁二藝術特區，常被簡稱為「高雄駁二」、「駁二」，是許多人到高雄的必打卡景點！
本篇駁二攻略將不只介紹「大勇倉庫」、「蓬萊倉庫」、「大義倉庫」駁二等三大倉庫及周邊必逛景點，
還會跟大家詳細介紹該如何抵達駁二的交通與周邊美食推薦～`,
    image: '/image/kaoshiung3.png',
  },
];
